Repository: matias-romero/uai-diploma-tp
Catalog: SaludAr.BLL/Traductor/RecursoTemporal.*.resx
Languages: es_ar

# BitacoraEventoSeguridad
source: Event
es_ar: Evento

# BitacoraFiltrar
source: Filter
es_ar: Filtrar

# BitacoraRangoFechas
source: Date range
es_ar: Rango de fechas

# BitacoraRangoFechasInvalido
source: From date must be earlier than To date.
es_ar: La fecha desde debe ser anterior a la fecha hasta.

# BitacoraTitulo
source: System Log
es_ar: Bitácora del sistema

# BotonAnterior
source: Prev.
es_ar: Anterior

# BotonBackup
source: Backup
es_ar: Crear copia de seguridad

# BotonBuscar
source: Find
es_ar: Buscar

# BotonCancelar
source: Cancel
es_ar: Cancelar

# BotonEliminar
source: Delete
es_ar: Eliminar

# BotonGuardar
source: Save
es_ar: Guardar

# BotonNuevo
source: New
es_ar: Nuevo

# BotonOk
source: Ok
es_ar: Aceptar

# BotonRestore
source: Restore
es_ar: Restaurar seleccionado

# BotonSiguiente
source: Next
es_ar: Siguiente

# CentroDeSalud
source: Healthcare center
es_ar: Centro de Salud

# CentroDeSalud_Nombre
source: Name
es_ar: Nombre

# CifradoDesencriptar
source: Decrypt
es_ar: Desencriptar

# CifradoDestino
source: Output
es_ar: Salida

# CifradoEncriptar
source: Encrypt
es_ar: Encriptar

# CifradoOrigen
source: Source
es_ar: Origen

# CifradoTitulo
source: Crypto Services
es_ar: Servicios de Criptografía

# DiaSemana_Domingo
source: Sunday
es_ar: Domingo

# DiaSemana_Jueves
source: Thursday
es_ar: Jueves

# DiaSemana_Lunes
source: Monday
es_ar: Lunes

# DiaSemana_Martes
source: Tuesday
es_ar: Martes

# DiaSemana_Miercoles
source: Wednesday
es_ar: Miércoles

# DiaSemana_Sabado
source: Saturday
es_ar: Sábado

# DiaSemana_Viernes
source: Friday
es_ar: Viernes

# EditarOfertaAgenda
source: Edit Scheduler Offer
es_ar: Editar Oferta

# Empleado_Apellido
source: Lastname
es_ar: Apellido

# Empleado_Nombre
source: Firstname
es_ar: Nombre

# Empleado_NroLegajo
source: File Number
es_ar: N° Legajo

# Empleado_Sexo
source: Sex
es_ar: Sexo

# Empleado_Telefono
source: Phone
es_ar: Teléfono

# EntradaAgenda_DiaSemana
source: Weekday
es_ar: Dia

# EntradaAgenda_Duracion
source: Duration
es_ar: Duración

# EntradaAgenda_FinBloque
source: End
es_ar: Fin

# EntradaAgenda_InicioBloque
source: Start
es_ar: Inicio

# ErrorElementoRepetido
source: Another element already exists with the same code.
es_ar: Ya existe otro elemento con el mismo código.

# ErrorNoEspecificado
source: Unexpected error. Please contact to the administrator.
es_ar: Ocurrió un error no especificado durante la operación solicitada. Contacte al administrador

# ErrorPacienteRequerido
source: Patient required
es_ar: El paciente es requerido

# Especialidad
source: Specialty
es_ar: Especialidad

# Especialidad_Nombre
source: Description
es_ar: Nombre

# EsProfesionalDeLaSalud
source: Is healthcare professional
es_ar: Es un profesional de la salud

# EventoAdministradorRealizoUnaCopiaDeSeguridad
source: A new backup was made
es_ar: Se realizó una nueva copia de seguridad

# EventoAdministradorRecuperoBaseDeDatos
source: Database restored
es_ar: Se realizó la restauración de la base de datos desde una copia de seguridad.

# EventoPlanificadorConfiguroOfertaAgenda
source: Scheduler configuration changed
es_ar: Se configuró la oferta de una agenda

# EventoUsuarioFalloIngresandoCredenciales
source: User attempted to login using wrong credentials
es_ar: El usuario intentó acceder al sistema con credenciales erróneas

# EventoUsuarioIngresoAlSistema
source: User logged in
es_ar: El usuario ingresó al sistema

# EventoUsuarioSalioDelSistema
source: User logged out
es_ar: El usuario salió del sistema

# FechaTentativa
source: Estimated Date
es_ar: Fecha Tentativa

# HabilitarComoUsuario
source: Enable log-in
es_ar: Habilitar como usuario del sistema

# IngreseNuevoNombreParaElPerfil
source: Enter profile name
es_ar: Ingrese un nombre para el nuevo perfil

# LeyendaFiltrarTodos
source: (All)
es_ar: (Todos)

# LoginContrasena
source: Password
es_ar: Contraseña

# LoginErrorAutenticacion
source: User or password doesn't match with our records. Please try again.
es_ar: El usuario o contraseña no coinciden con nuestros registros. Por favor intente nuevamente.

# LoginNombreUsuario
source: Username
es_ar: Nombre de usuario

# MenuArchivo
source: File
es_ar: Archivo

# MenuAsignarTurno
source: Assign...
es_ar: Asignar...

# MenuBackupRestore
source: Backup / Restore
es_ar: Puntos de restauración

# MenuCentrosDeSalud
source: Healthcare Centers
es_ar: Centros de Salud

# MenuConfigurarAgenda
source: Configure Scheduler
es_ar: Configurar agendas

# MenuEmpleados
source: Employees
es_ar: Empleados

# MenuEspecialidades
source: Specialties
es_ar: Especialidades

# MenuGestionPerfiles
source: Profiles Editor
es_ar: Gestión de perfiles

# MenuHerramientas
source: Tools
es_ar: Herramientas

# MenuIdioma
source: Language
es_ar: Idioma

# MenuMisTurnos
source: My appointments
es_ar: Mis turnos

# MenuOpciones
source: Options
es_ar: Opciones

# MenuPacientes
source: Patients
es_ar: Pacientes

# MenuProfesionales
source: Professionals
es_ar: Profesionales

# MenuRRHH
source: HR
es_ar: RRHH

# MenuSalir
source: Exit
es_ar: Salir

# MenuTurnos
source: Appointments
es_ar: Turnos

# MenuVerDisponibilidadTurnos
source: Check availability
es_ar: Ver disponibilidad

# Paciente_Apellido
source: Lastname
es_ar: Apellido

# Paciente_FechaNacimiento
source: Birthdate
es_ar: Fecha Nac.

# Paciente_Nombre
source: Name
es_ar: Nombre

# Paciente_NumeroDocumento
source: SSN
es_ar: Nro. Doc.

# Paciente_Sexo
source: Gender
es_ar: Sexo

# Patente_PA0001
source: Care of a patient
es_ar: Atender Paciente / Registrar evolución

# Patente_PA0002
source: Specialist referral
es_ar: Derivar con especialista

# Patente_PA0003
source: Register medical service
es_ar: Registrar prestación

# Patente_PG0001
source: Configure Care Centers
es_ar: Configurar centros de salud

# Patente_PG0002
source: Configure Specialties
es_ar: Configurar especialidades de la red

# Patente_PG0003
source: Configure Medical Services
es_ar: Configurar prestaciones de la red

# Patente_PP0001
source: Add new patient
es_ar: Agregar paciente al padrón

# Patente_PP0002
source: Edit patient data
es_ar: Editar datos del padrón de pacientes

# Patente_PP0003
source: View Clinical History
es_ar: Ver historia clínica de paciente

# Patente_PP0004
source: Edit professional specialties
es_ar: Editar especialidades del profesional

# Patente_PP0005
source: Register new employee
es_ar: Registrar nuevo empleado

# Patente_PP0006
source: Fire employee
es_ar: Desvincular empleado

# Patente_PS0001
source: Allow system access
es_ar: Conceder acceso al sistema (para un empleado)

# Patente_PS0002
source: Revoke system access
es_ar: Revocar acceso al sistema

# Patente_PS0003
source: Reset user password
es_ar: Resetear contraseña de acceso por usuario

# Patente_PS0004
source: Backup / Restore related tasks
es_ar: Realizar tareas de backup

# Patente_PS0005
source: Assign roles per user
es_ar: Asignar roles por usuario

# Patente_PT0001
source: Configure Scheduller
es_ar: Definir agenda (Centro, Especialidad, Horario)

# Patente_PT0002
source: Make an appointment
es_ar: Dar turno a paciente

# Patente_PT0003
source: View appointments scheduled
es_ar: Ver turnos asignados

# Patente_PT0004
source: Find free appointment slot
es_ar: Buscar turno libre

# Patente_PT0005
source: Admit a patient
es_ar: Admisión de paciente

# Patente_PU0003
source: Edit employee data
es_ar: Editar datos del empleado

# Sexo_Femenino
source: Female
es_ar: Femenino

# Sexo_Masculino
source: Male
es_ar: Masculino

# Sexo_NoEspecificado
source: Unknown
es_ar: No especificado

# SistemaCorruptoException
source: Integrity check failed! The system is in unoperable state. Contact with your administrator.
es_ar: ¡Error de integridad! El sistema se encuentra inoperable. Contacte con el administrador del sistema.

# SistemaRestauradoCorrectamente
source: System restored. Please restart the application to continue.
es_ar: El sistema fue restaurado con éxito. Debe volver a iniciar sesión para continuar.

# TituloBienvenido
source: Welcome!
es_ar: ¡Bienvenido!

# TituloUsuarioEnLinea
source: User: {0}
es_ar: Usuario: {0}

# Usuario_Nombre
source: Username
es_ar: Nombre de usuario

# Usuario_Permiso
source: Profile
es_ar: Perfil

# Vigencia
source: Validity
es_ar: Vigencia

# ErrorLegajoRepetido
source: Duplicated File Number!
es_ar: ¡El legajo esta repetido!

# MenuAdmisionarTurnos
source: Admissions
es_ar: Admisiones

# MensajeTurnoAdmisionado
source: Admission done. Please wait to be called by the professional
es_ar: El turno fue admisionado correctamente. Espere a ser llamado por el profesional.

# Edad
source: Age
es_ar: Edad

# EdadEnAños
source: {0} y.o
es_ar: {0} años

# Evolucion
source: Progress Notes
es_ar: Evolución

# HistorialClinico
source: Clinical Events
es_ar: Historia Clínica

# Profesional_CodMatricula
source: MR#
es_ar: Nro. Matrícula

# FinalizarAtencion
source: Finish
es_ar: Finalizar

# SolicitarLaboratorio
source: Lab. Request
es_ar: Solicitar Laboratorio

# SolicitarRadiografia
source: Img. Request
es_ar: Solicitar Radiografía

# ErrorSlotAgendaOcupado
source: This entry is not available. Please select another one.
es_ar: Debe seleccionar un slot de agenda disponible

# MensajeTurnoAsignado
source: Appointment at {1} confirmed for {0}
es_ar: El turno fue asignado correctamente para {0} el día {1}

# Turno_Duracion
source: Length
es_ar: Duración

# Turno_FechaHora
source: Scheduled at
es_ar: Horario

# Turno_FechaHoraAdmision
source: Admission at
es_ar: Horario admisión

# Turno_FechaHoraFinAtencion
source: Ended at
es_ar: Fin atención

# Turno_FechaHoraInicioAtencion
source: Started at
es_ar: Inicio atención

# Turno_Paciente
source: Patient
es_ar: Paciente

# Turno_Profesional
source: Professional
es_ar: Profesional

# Usuario
source: User
es_ar: Usuario

# EventoInformacionPacienteActualizada
source: Patient related information updated
es_ar: La información del paciente fue actualizada

# EventoInformacionUsuarioActualizada
source: User related information updated
es_ar: La información del usuario fue actualizada

# EventoNuevoTurnoAsignado
source: Appointment created
es_ar: Se otorgó un nuevo turno

# EventoFinAtencionAmbulatoria
source: Medical consultation finished
es_ar: Fin de atención ambulatoria

# EventoInicioAtencionAmbulatoria
source: Medical consultation started
es_ar: Inicio de atención ambulatoria
